Repository: pauljohanneskraft/Acai
Catalog: Sources/AcaiWidget/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

# View.CodebaseCountsView.Findings %lld
source: %lld findings
de: %lld Befunde
fr: %lld constats

# View.CodebaseCountsView.FindingsCritical %lld %lld
source: %lld findings, %lld critical
de: %lld Befunde, %lld kritisch
fr: %lld constats, %lld critiques

# View.CodebaseCountsView.ParseErrors
source: Some files could not be parsed
de: Einige Dateien konnten nicht gelesen werden
fr: Certains fichiers n’ont pas pu être analysés

# View.CodebaseCountsView.Types %lld
source: %lld types
de: %lld Typen

# View.CodebaseFreshnessView.Analysed %@
source: Analysed %@
de: Analysiert %@
fr: Analysé %@

# View.CodebaseFreshnessView.Checked %@
source: Checked for changes %@
de: Zuletzt geprüft %@
fr: Modifications vérifiées %@

# View.CodebaseFreshnessView.NotChecked
source: Changes not checked
de: Änderungen nicht geprüft
fr: Modifications non vérifiées

# View.CodebaseFreshnessView.OutOfDate
source: Out of date
de: Veraltet
fr: Obsolète

# View.CodebaseFreshnessView.UpToDate
source: Up to date
de: Aktuell
fr: À jour

# View.CodebaseStateWidgetView.AnalyseInApp
source: Open Açaí to analyse it
de: Zum Analysieren Açaí öffnen
fr: Ouvrez Açaí pour l’analyser

# View.CodebaseStateWidgetView.AsOfLastAnalysis
source: As of the last analysis
de: Stand der letzten Analyse
fr: À la date de la dernière analyse

# View.CodebaseStateWidgetView.CodebaseMissing
source: That codebase is gone. Choose another by editing this widget.
de: Diese Codebase gibt es nicht mehr. Wähle über das Bearbeiten dieses Widgets eine andere.
fr: Cette codebase n’existe plus. Modifiez ce widget pour en choisir une autre.

# View.CodebaseStateWidgetView.NotAnalysed
source: Never analysed
de: Noch nie analysiert
fr: Jamais analysé

# View.CodebaseStateWidgetView.NothingShared
source: Open Açaí and add a codebase to see it here.
de: Öffne Açaí und füge eine Codebase hinzu, um sie hier zu sehen.
fr: Ouvrez Açaí et ajoutez une codebase pour la voir ici.

# Widget.CodebaseState.Description
source: A codebase’s state as of its last analysis.
de: Der Stand einer Codebase bei ihrer letzten Analyse.
fr: L’état d’une codebase lors de sa dernière analyse.

# Widget.CodebaseState.DisplayName
source: Codebase State
de: Codebase-Stand
fr: État de la codebase
